---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOut
source: html/894dc4a5-1ab5-f2bb-4340-acabc8a42dfa.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOut Property

Can't cut instance of [Symbol] out of Wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCutInstanceOut { get; }
```